{
    "selectedLanguage": "EN",
    "home1":"Choose the life you want, and let your radiance shine. Because at LIFESHINE, we stand by our motto: “Your Health, Your Shine.”",
    "homeb1":"Why ProBiotic of Grape King Bio is one of the top list globally?",
    "homeb2":"Get to Know AcneBusters: The Special Ingredient for Comprehensive Acne Care",
    "homeb3":"Gotu Kola The Thai Herb with Hidden Benefits You Might Not Know",

    "blog1":"Choose the life you want, and let your radiance shine. Because at LIFESHINE, we stand by our motto: “Your Health, Your Shine.”",
    "blog2":"At LIFESHINE, we are committed to developing premium-quality dietary supplements by leveraging exclusive extracts sourced from world-class producers in Taiwan, Japan, and many more. Our products combine these exceptional ingredients with cutting-edge nutritional science, certified by leading institutions both domestically and internationally, to deliver the very best for your health and beauty.We believe that true beauty begins from within. That’s why our supplements are meticulously designed to restore and nourish at the cellular level, using ingredients that have been rigorously researched and certified to meet international standards. With LIFESHINE, you’re empowered to embrace a lifestyle of health, vitality, and self-confidence.",
    "blog3":"To unlock the power of inner health, helping individuals shine with confidence and beauty through science-backed, sustainable wellness products.",
    "blog4":"MISSION",
    "blog5":"Promote Holistic Health: Provide premium probiotic and nutritional products that strengthen the body from the inside out for lasting health and beauty.Inspire Confidence: Help individuals feel confident and energized through well-researched and proven wellness solutions.",
    "blog6":"Commit to Excellence: Focus on delivering safe, high-quality products tailored to support overall well-being and skin health.Sustainability and Innovation: Continuously innovate our product offerings while ensuring eco-friendly and ethical practices in our business.",
    "blog7":"Your Health, Your Shine Because your health is your true radiance!"
}